src/navbar.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-11-16 Thu 19:58 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Tim Hawes" />
<meta name="generator" content="Org Mode" />
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Oldenburg" />
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Dosis" />
<link rel="stylesheet" href="/styles/main.css" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org10edeb4">1. Home</a></li>
<li><a href="#orga920346">2. Nations</a></li>
<li><a href="#org88f521d">3. Books</a></li>
<li><a href="#org35d544b">4. Characters</a></li>
<li><a href="#orgedae6d8">5. Factions</a></li>
<li><a href="#org9f333b4">6. History</a></li>
<li><a href="#org1f02794">7. Metals</a></li>
<li><a href="#orgd235a22">8. Places</a></li>
<li><a href="#org108e050">9. Races</a></li>
<li><a href="#orgee846b9">10. Stories</a></li>
<li><a href="#org40a3265">11. Secrets</a></li>
</ul>
</div>
</div>
<script type="text/javascript">
addEventListener("load", expandRootMenu);
addEventListener("load", toggleContainer);
</script>

<span class="openbtn" style="font-size:30px;cursor:pointer" onclick="openNav()">&#9776;</span>
<div id="side-nav" class="sidenav">
<div id="outline-container-org10edeb4" class="outline-2">
<h2 id="org10edeb4" class="absent"><span class="section-number-2">1.</span> Home</h2>
<div class="outline-text-2" id="text-1">
<a href="javascript:void(0)" class="closebtn" onclick="closeNav()">&times;</a>
<a href="/index.html" class="dropdown-btn">Welcome to Naurrnen</a>
</div>
</div>
<div id="outline-container-orga920346" class="outline-2">
<h2 id="orga920346" class="absent"><span class="section-number-2">2.</span> Nations</h2>
<div class="outline-text-2" id="text-2">
<button class="dropdown-btn" id="Nations">Nations
<i class="fa fa-caret-down"></i>
</button>
<div class="dropdown-container">
<ul class="org-ul">
<li><a href="Nations/index.html">Summary: Nations</a></li>
<li><a href="Nations/Gran Imperio.html">Gran Imperio</a></li>
<li><a href="Nations/Tanquende.html">Tanquende</a></li>
<li><a href="Nations/Vulwin Horde.html">Vulwin Horde</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org88f521d" class="outline-2">
<h2 id="org88f521d" class="absent"><span class="section-number-2">3.</span> Books</h2>
<div class="outline-text-2" id="text-3">
<button class="dropdown-btn" id="Books">Books
<i class="fa fa-caret-down"></i>
</button>
<div class="dropdown-container">
<ul class="org-ul">
<li><a href="Books/index.html">Introduction: Books</a></li>
<li><a href="Books/The Ancient Ones.html">The Ameara (or &ldquo;The Ancient Ones&rdquo;) by Bayetti Falasha</a></li>
<li><a href="Books/In Áyliaremmas Footsteps.html">In Áyliaremma&rsquo;s Footsteps</a></li>
<li><a href="Books/Trade Winds of Prosperity: A Treatise on the Dynamics of Commerce.html">Trade Winds of Prosperity</a></li>
<li><a href="Books/Verbal Tapestry: Exploring the Philosophy of Language.html">Verbal Tapestry</a></li>
<li><a href="Books/The Chronicles of Athalorion.html">The Chronicles of Athalorion</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org35d544b" class="outline-2">
<h2 id="org35d544b" class="absent"><span class="section-number-2">4.</span> Characters</h2>
<div class="outline-text-2" id="text-4">
<button class="dropdown-btn" id="Characters">Characters
<i class="fa fa-caret-down"></i>
</button>
<div class="dropdown-container">
<ul class="org-ul">
<li><a href="Characters/index.html">Introduction: Characters</a></li>
<li>Historical
<ul class="org-ul">
<li><a href="Characters/Valandur.html">Valandur</a></li>
<li><a href="Characters/Bayetti Falasha.html">Bayetti Falasha</a></li>
<li><a href="Characters/Eolande Altherion.html">Eolande Altherion</a></li>
<li><a href="Characters/Thalion Veyreth.html">Thalion Veyreth</a></li>
<li><a href="Characters/legend-of-naethanor.html">Legend Of Naethanor</a></li>
</ul></li>
<li>Factions
<ul class="org-ul">
<li>Political: Gran Imperio
<ul class="org-ul">
<li><a href="Characters/Eradan Dadhain.html">Eradan Dadhain</a></li>
<li><a href="Characters/Siobhán MacAuley.html">Siobhán MacAuley</a></li>
</ul></li>
<li>Political: Tanquende
<ul class="org-ul">
<li><a href="Characters/Elenya Ilírelya.html">Elenya Ilírelya</a></li>
</ul></li>
<li>Political: Vulwin Horde
<ul class="org-ul">
<li><a href="Characters/Chieftan Verenar Darkthorn.html">Chieftan Verenar Darkthorn</a></li>
<li><a href="Characters/Malorin Swiftshadow.html">Malorin Swiftshadow</a></li>
<li><a href="Characters/Aravenna Leafwhisper.html">Aravenna Leafwhisper</a></li>
</ul></li>
<li>Intellectual
<ul class="org-ul">
<li><a href="Characters/Faelinoril Galathil.html">Faelinoril Galathil</a></li>
</ul></li>
<li>Merchants
<ul class="org-ul">
<li><a href="Characters/Elias Vashdro.html">Elias Vashdro</a></li>
<li><a href="Characters/Lunara Vashdro.html">Lunara Vashdro</a></li>
</ul></li>
</ul></li>
</ul>

</div>
</div>
</div>
<div id="outline-container-orgedae6d8" class="outline-2">
<h2 id="orgedae6d8" class="absent"><span class="section-number-2">5.</span> Factions</h2>
<div class="outline-text-2" id="text-5">
<button class="dropdown-btn" id="Factions">Factions
<i class="fa fa-caret-down"></i>
</button>
<div class="dropdown-container">
<ul class="org-ul">
<li>Nations
<ul class="org-ul">
<li>Gran Imperio
<ul class="org-ul">
<li><a href="Factions/Archivists Guild.html">Archivists Guild</a></li>
</ul></li>
<li>Tanquende
<ul class="org-ul">
<li><a href="Factions/Transcript Guild.html">Transcript Guild</a></li>
</ul></li>
<li>Vulwin Horde
<ul class="org-ul">
<li><a href="Factions/Horde Caelithra.html">Horde Caelithra</a></li>
<li><a href="Factions/Horde Gwennath.html">Horde Gwennath</a></li>
<li><a href="Factions/Horde Thalrindor.html">Horde Thalrindor</a></li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org9f333b4" class="outline-2">
<h2 id="org9f333b4" class="absent"><span class="section-number-2">6.</span> History</h2>
<div class="outline-text-2" id="text-6">
<button class="dropdown-btn" id="History">History
<i class="fa fa-caret-down"></i>
</button>
<div class="dropdown-container">
<ul class="org-ul">
<li><a href="History/index.html">Introduction to Naurrnen&rsquo;s History</a></li>
<li><a href="History/First Era.html">First Era</a></li>
<li><a href="History/Second Era.html">Second Era</a></li>
<li><a href="History/Third Era.html">The Third Era: The Age of Reconciliation</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org1f02794" class="outline-2">
<h2 id="org1f02794" class="absent"><span class="section-number-2">7.</span> Metals</h2>
<div class="outline-text-2" id="text-7">
<button class="dropdown-btn" id="Metals">Metals
<i class="fa fa-caret-down"></i>
</button>
<div class="dropdown-container">
<ul class="org-ul">
<li><a href="Metals/index.html">Metals of Naurrnen</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgd235a22" class="outline-2">
<h2 id="orgd235a22" class="absent"><span class="section-number-2">8.</span> Places</h2>
<div class="outline-text-2" id="text-8">
<button class="dropdown-btn" id="Places">Places
<i class="fa fa-caret-down"></i>
</button>
<div class="dropdown-container">
<ul class="org-ul">
<li><a href="Places/index.html">Introduction to places</a></li>
<li><a href="Places/Athelorion ruins.html">Athelorion Ruins</a></li>
<li><a href="Places/Kaukloutan Desert.html">Kaukloutan Desert</a></li>
<li><a href="Places/laurie-citime.html">Laurië Citime</a></li>
<li><a href="Places/Ornasion library.html">Ornasion Library</a></li>
<li><a href="Places/ponte-cidade.html">Ponte Cidade</a></li>
<li><a href="Places/City of Tanquende.html">City of Tanquende</a></li>
<li><a href="Places/university-of-naethanor.html">University Of Naethanor</a></li>
<li><a href="Places/Vaabhath.html">Vaabhath</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org108e050" class="outline-2">
<h2 id="org108e050" class="absent"><span class="section-number-2">9.</span> Races</h2>
<div class="outline-text-2" id="text-9">
<button class="dropdown-btn" id="Races">Races
<i class="fa fa-caret-down"></i>
</button>
<div class="dropdown-container">
<ul class="org-ul">
<li><a href="Races/index.html">Races</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgee846b9" class="outline-2">
<h2 id="orgee846b9" class="absent"><span class="section-number-2">10.</span> Stories</h2>
<div class="outline-text-2" id="text-10">
<button class="dropdown-btn" id="Stories">Stories
<i class="fa fa-caret-down"></i>
</button>
<div class="dropdown-container">
<ul class="org-ul">
<li><a href="Stories/index.html">Stories</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org40a3265" class="outline-2">
<h2 id="org40a3265" class="absent"><span class="section-number-2">11.</span> Secrets</h2>
<div class="outline-text-2" id="text-11">
<button class="dropdown-btn" id="Secrets">Secrets
<i class="fa fa-caret-down"></i>
</button>
<div class="dropdown-container">
<ul class="org-ul">
<li><a href="Secrets/index.html">Naurrnen&rsquo;s Forgotten Past</a></li>
<li><a href="Secrets/Technologies.html">Technologies of the Setsafar Commonwealth</a></li>
</ul>
</div>

</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Tim Hawes</p>
<p class="date">Created: 2023-11-16 Thu 19:58</p>
</div>
</body>
</html>